Repository: baden03/BP-Cover
Catalog: languages/bp-cover-*.po
Languages: de_de

source: Drag cover
de_de: Titelbild neu positionieren

source: Gallery Cover
de_de: Galerie Titelbild

source: Delete
de_de: Löschen

source: Gallery empty
de_de: Galerie leer

source: you can upload image for cover group
de_de: Bild hochladen

source: Select
de_de: Auswählen

source: Set Cover
de_de: Als Titelbild festlegen

source: Set Cover group
de_de: Als Titelbild festlegen

source: Close
de_de: Schließen

source: Position saved
de_de: Position gespeichert.

source: Upload
de_de: Hochladen

source: Gallery
de_de: Galerie

source: Edit Position
de_de: Position bearbeiten

source: Upload Failed! Unable to write the image on server
de_de: Hochladen fehlgeschlagen!

source: Upload Failed! No image sent
de_de: Hochladen fehlgeschlagen

source: Upload Failed! Error was: %s
de_de: Hochladen fehlgeschlagen! Fehler war: %s

source: Upload Failed! Your photo must be larger than 150px
de_de: Hochladen fehlgeschlagen! Ihr Bild muss größer als 150px sein

source: %s uploaded a new cover picture
de_de: %s hat ein neues Bild hochgeladen

source: %s uploaded a new cover picture to the group %s
de_de: %s hat ein neues Titelbild hochgeladen

source: The file you uploaded is too big. Please upload a file under %s
de_de: Die Datei ist zu groß. Bitte laden Sie eine Datei unter %s hoch

source: Max total images allowed %d in a cover gallery
de_de: Maximal %d Bilder in der Galerie erlaubt

source: Bp cover
de_de: Bp Titelbild

source: Skins
de_de: Seins

source: Other plugins
de_de: Andere Plugins

source: Max total images allowed in a cover gallery
de_de: Maximal %d Bilder in der Galerie erlaubt

source: Max upload file size
de_de: Maximale Dateigröße

source: Default cover profile
de_de: Standard Titelbild

source: Please upload an image
de_de: Bild hochladen

source: Upload an image
de_de: Bild hochladen

source: Save
de_de: Speichern

source: Description
de_de: Beschreibung

source: Action
de_de: Aktion

source: See all plugins
de_de: Plugins
